<?php

declare(strict_types=1);

/*
|--------------------------------------------------------------------------
| Производственный календарь РФ
|--------------------------------------------------------------------------
|
| holidays - праздничные (нерабочие) дни
| workdays - рабочие дни, перенесенные на выходные
|
*/

return [

    2026 => [

        'holidays' => [

        ],

        'workdays' => [

        ]

    ],

    2027 => [

        'holidays' => [

        ],

        'workdays' => [

        ]

    ]

];
